{"id":1497,"date":"2023-04-12T11:16:07","date_gmt":"2023-04-12T11:16:07","guid":{"rendered":"https:\/\/letticket.com\/?page_id=1497"},"modified":"2023-04-12T11:18:00","modified_gmt":"2023-04-12T11:18:00","slug":"terms-and-policy","status":"publish","type":"page","link":"https:\/\/letticket.com\/index.php\/terms-and-policy\/","title":{"rendered":"Terms and Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"1497\" class=\"elementor elementor-1497\">\n\t\t\t\t\t\t\t\t\t<section class=\"has_eae_slider elementor-section elementor-top-section elementor-element elementor-element-17117fb elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"17117fb\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"has_eae_slider elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-215895f\" data-id=\"215895f\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-572b8d3 elementor-widget elementor-widget-text-editor\" data-id=\"572b8d3\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.12.1 - 02-04-2023 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#69727d;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#69727d;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<p>Terms &amp; Policy<br \/>Who we are<br \/>Our website address is: https:\/\/letticket.com<\/p><p> When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.<\/p><p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar service privacy policy is available here: https:\/\/automattic.com\/privacy\/. After approval of your comment, your profile picture is visible to the public in the context of your comment.<\/p><p> If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included. Visitors to the website can download and extract any location data from images on the website.<\/p><p>Cookies<br \/> If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies. These are for your convenience so that you do not have to fill in your details again when you leave another comment. These cookies will last for one year.<\/p><p>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser.<\/p><p>When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select “Remember Me”, your login will persist for two weeks. If you log out of your account, the login cookies will be removed.<\/p><p>If you edit or publish an article, an additional cookie will be saved in your browser. This cookie includes no personal data and simply indicates the post ID of the article you just edited. It expires after 1 day.<\/p><p>Embedded content from other websites<br \/>Suggested text: Articles on this site may include embedded content (e.g. videos, images, articles, etc.). Embedded content from other websites behaves in the exact same way as if the visitor has visited the other website.<\/p><p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.<\/p><p>Who we share your data with<br \/>Suggested text: If you request a password reset, your IP address will be included in the reset email.<\/p><p>How long we retain your data<br \/> If you leave a comment, the comment and its metadata are retained indefinitely. This is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.<\/p><p>For users that register on our website (if any), we also store the personal information they provide in their user profile. All users can see, edit, or delete their personal information at any time (except they cannot change their username). Website administrators can also see and edit that information.<\/p><p>What rights you have over your data<br \/>Suggested text: If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us. You can also request that we erase any personal data we hold about you. This does not include any data we are obliged to keep for administrative, legal, or security purposes.<\/p><p>Where your data is sent<br \/>Suggested text: Visitor comments may be checked through an automated spam detection service.<\/p><p>1. What personal information do we collect and how is it disclosed?<\/p><p>Personal information, as used herein, means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. When using this Website, you may be required to provide personal information to us. The following are categories of personal information we collect from you when you use the Website.<\/p><p>Categories of Information Collected Sources of Information Collected Purpose of Collection Third Party Disclosure For Business Purpose<br \/>Individual Identifiers such as name, email address, address, telephone You, through the Website, surveys, and contestsService Providers Interactions with youSecurity\/incident detection, fraud preventionQuality &amp; safety of the serviceMarketing Payment Service ProviderTicket ResellersFraud Prevention ProviderMarketing Partners<br \/>Commercial Information, such as purchase and sale information relating to tickets you purchase through the Website, including payment details You, when you order a ticket.Service Providers Ticket fulfillmentInteractions with youSecurity\/incident detection, fraud preventionQuality &amp; safety of the serviceMarketing Payment Service ProviderTicket ResellersFraud Prevention ProviderMarketing Partners<br \/>Automatically Collected Information, such as browser type, device type, IP address Automatically from your devices when you interact with the Website Quality and security of the Website Not applicable<br \/>Inferences Drawn from Personal Information Service Providers To confirm your identity Not Applicable<br \/>Geolocation Data To approximate your geolocation. To provide location-based marketing and services Marketing Service Providers<br \/>Internet or other network activity information, for example browsing history, activity on the Website, or session IDs You when you interact with our WebsiteService Providers Interactions with consumersInternal research &amp; developmentMarketingSecurity\/incident detection, fraud preventionQuality &amp; safety of the business’ service Marketing Service ProvidersIT Service Providers<\/p><p>Home<br \/>About<br \/>Terms &amp; Policy<br \/>Ticketmastercoupons<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Terms &amp; PolicyWho we areOur website address is: https:\/\/letticket.com  When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection. An anonymized string created from your email address (also called a hash) may be provided &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/letticket.com\/index.php\/terms-and-policy\/\"> <span class=\"screen-reader-text\">Terms and Policy<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"site-sidebar-layout":"no-sidebar","site-content-layout":"page-builder","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"_links":{"self":[{"href":"https:\/\/letticket.com\/index.php\/wp-json\/wp\/v2\/pages\/1497"}],"collection":[{"href":"https:\/\/letticket.com\/index.php\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/letticket.com\/index.php\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/letticket.com\/index.php\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/letticket.com\/index.php\/wp-json\/wp\/v2\/comments?post=1497"}],"version-history":[{"count":4,"href":"https:\/\/letticket.com\/index.php\/wp-json\/wp\/v2\/pages\/1497\/revisions"}],"predecessor-version":[{"id":1503,"href":"https:\/\/letticket.com\/index.php\/wp-json\/wp\/v2\/pages\/1497\/revisions\/1503"}],"wp:attachment":[{"href":"https:\/\/letticket.com\/index.php\/wp-json\/wp\/v2\/media?parent=1497"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}